<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN" "http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml">
<head>
  <title>As concess&otilde;es de direitos magestaticos a
emprezas mercantis para o ultramar</title>


  <meta name="AUTHOR" content="Sociedade de Geographia de Lisboa" />

  <meta http-equiv="Content-Type" content="text/html; charset=UTF-8" />

  <style type="text/css">
body {width: 50%; margin-left:10%; text-align: justify;}
h1, h2, h3, h4, h5 { text-align: center;}
h1 {margin: 2em; text-align: center;}
h2, h4 {margin-top: 2em;}
.tiny {font-size: 75%; text-align: center;}
.tinyl {font-size: 95%;}
.bbox {border: solid black 1px; margin-left: 5%; margin-right: 5%;}
.fbox {border: solid black 1px; background-color: #FFFFCC; font-size: 75%; margin-left: 10%; margin-right: 10%;}
.intro {font-size: 90%; font-style: italic;}
.intro1 {margin-left:20%;}
.signature {
margin-right: 5%;
text-align: right;}
.smallcaps {font-variant: small-caps;}
.quote {margin-left:20%; font-size: 95%;}
.quote1 {margin-left:10%;}
.quote2 {margin-left:50%;}
.right {text-align: right;}
.break {
width: 40%;
margin-left:30%;}
.sbreak {
width: 20%;
margin-left:40%;}
.breaks {
width: 80%;
margin-left:10%;}
.note {font-size: 75%;}
.dots {color: #fff; background-color: inherit; border: 3px dotted #555; border-style: none none dotted;}
.poetry {margin-left:20%;}
.poetry1 {margin-left:10%;}
.poetry2 {margin-left:30%;}
.pagenum { position: absolute; right: 35%;
font-size: 75%;
text-align: right;
text-indent: 0em;
font-style: normal;
font-weight: normal;
color: silver; background-color: inherit;
font-variant: normal;}
  </style>
</head>



<body>

<div>
<div class="fbox"><b>Nota de editor:</b>
Devido &agrave;
exist&ecirc;ncia de erros tipogr&aacute;ficos neste texto,
foram tomadas v&aacute;rias decis&otilde;es quanto &agrave;
vers&atilde;o final. Em caso de d&uacute;vida, a grafia foi
mantida de acordo com o original. No final deste livro
encontrar&aacute; a lista de erros corrigidos.<br />

<br />

<div style="text-align: right; font-style: italic;">Rita
Farinha (Nov. 2008)
</div>

</div>

<br />

<br />

<br />

<br />

<div class="bbox"><br />

<h3>Sociedade de Geographia de Lisboa </h3>

<br />

<div class="sbreak">
<hr /></div>

<br />

<br />

<h2>
AS CONCESS&Otilde;ES<br />

DE<br />

DIREITOS MAGESTATICOS<br />

A<br />

EMPREZAS MERCANTIS<br />

PARA O<br />

ULTRAMAR </h2>

<br />

<div class="sbreak">
<hr /></div>

<br />

<h3>REPRESENTA&Ccedil;&Otilde;ES AO GOVERNO </h3>

<br />

<div style="text-align: center;"><img style="width: 75px; height: 121px;" alt="" src="images/fig01.png" /><br />

</div>

<br />

<h4>
LISBOA.<br />

TYP. DO COMMERCIO DE PORTUGAL<br />

41&#8213;Rua Ivens&#8213;41<br />

1891</h4>

</div>

<br />

<br />

<br />

<br />

<div class="smallcaps signature">Senhor:</div>

<br />

<br />

Sabendo que ao abrigo ou sob inspira&ccedil;&atilde;o das
graves e generosas apprehens&otilde;es suggeridas pelos
acontecimentos da Africa Oriental, um movimento de opini&atilde;o
ou de interesses se
ensaiava junto dos Poderes Publicos, no sentido de entregar toda ou
parte da provincia de Mo&ccedil;ambique, n&atilde;o
s&oacute;mente &aacute; explora&ccedil;&atilde;o
monopolista, mas &aacute; occupa&ccedil;&atilde;o e
jurisdic&ccedil;&atilde;o publica de uma ou de mais de uma
Companhia dotada de privilegios e direitos que s&atilde;o
attributos privativos de soberania:&#8213;a Sociedade de Geographia de
Lisboa, continuando escrupulosamente a sua miss&atilde;o e
tradic&ccedil;&atilde;o legal, n&atilde;o quiz que do seu
silencio, em assumpto que
t&atilde;o intima e naturalmente importava a uma e &aacute;
outra, podesse deduzir-se
uma cumplicidade que ainda quando devesse considerar-se louvavel e
honrosa, como varias vias lh'a solicitavam, n&atilde;o se
conformava com os principios e indole da propria
institui&ccedil;&atilde;o
sen&atilde;o quando claramente discutida, explicada e acceita. <br />

<br />

N'este pensamento, resolveu a Sociedade considerar de frente e
publicamente a quest&atilde;o, surprehender e arrancar o projecto
&aacute;s recatadas combina&ccedil;&otilde;es e pareceres
que lhe
preparavam a acceita&ccedil;&atilde;o como facto consumado que
fosse j&aacute; inutil discutir ou
perigoso repudiar,&#8213;estudal-o, em summa, serena e seriamente, como uma
id&eacute;a, como uma opini&atilde;o que pretendendo incidir
directa e praticamente na economia, no direito, nos interesses e no
governo da Na&ccedil;&atilde;o, n&atilde;o havia, legitima
e rasoavelmente, juntar a essa pretens&atilde;o a de
imp&ocirc;r-se a todas as
opini&otilde;es sem defrontar com ellas; a de disp&ocirc;r
d'esses interesses sem os consultar e
ouvir, dispensando-se at&eacute;,&#8213;como presiste,&#8213;de toda a
audiencia e
consulta reconhecidamente independente e idonea. <br />

<br />

Estudando, pois, essa id&eacute;a ou esse projecto e fazendo o
considerar e discutir detidamente, &aacute; luz dos criterios e das
experiencias
<span class="pagenum">[4]</span>
mais auctorisadas, a Sociedade de
Geographia exprimiu perante o paiz e perante o governo de Vossa
Magestade o voto leal e franco da sua consciencia e do seu estudo nos
seguintes termos:<br />

<br />

<br />

<div class="tinyl">1.&ordf;&#8213;Deve ser regeitada, como
contraria ao direito
constitucional
portuguez e como politicamente inconveniente e economicamente erronea,
a
id&eacute;a de entregar parte ou todo o territorio de uma provincia
ultramarina &aacute;
occupa&ccedil;&atilde;o e explora&ccedil;&atilde;o de
uma grande companhia mercantil
dotada de todos ou de quaesquer direitos, privilegios ou poderes de
soberania, ou de
jurisdic&ccedil;&atilde;o publica; <br />

<br />

2.&ordf;&#8213;O Estado p&oacute;de por uma
remodela&ccedil;&atilde;o da sua politica e
administra&ccedil;&atilde;o colonial, e na esphera legitima dos
seus direitos e interesses
soberanos, promover e garantir todos os incentivos, commodidades e
seguran&ccedil;as
necessarias ao rapido desenvolvimento social e economico dos
territorios que lhe pertencem em Africa, pelo capital e trabalho
particular, sob todas as
f&oacute;rmas de ac&ccedil;&atilde;o e
associa&ccedil;&atilde;o legal d'elles; <br />

<br />

3.&ordf;&#8213;&Eacute; particularmente opportuno renovar junto do
governo o
voto de que em todas as concess&otilde;es a fazer para qualquer
especie de
explora&ccedil;&atilde;o commercial, industrial ou agricola na
provincia de Mo&ccedil;ambique, ou em
rela&ccedil;&atilde;o a ella se considere devidamente o estudo
previo da natureza, importancia
e correla&ccedil;&otilde;es economicas e politicas do objecto
da concess&atilde;o, muito
especialmente no sentido de verificar se deve ou n&atilde;o
preferir-se a
explora&ccedil;&atilde;o e administra&ccedil;&atilde;o
directa do Estado; <br />

<br />

4.&ordf;&#8213;Attendendo &aacute; urgencia de desenvolver e
consolidar a
occupa&ccedil;&atilde;o effectiva de Portugal nos
sert&otilde;es da provincia de
Mo&ccedil;ambique e de promover n'elles o commercio e a
civilisa&ccedil;&atilde;o europea, a Sociedade
deve representar ao governo affirmando a necessidade de suscitar a
affluencia de capitaes e
iniciativas nacionaes que se dediquem ao commercio, &aacute;
agricultura, e
&aacute; explora&ccedil;&atilde;o das minas, e se
encarreguem da construc&ccedil;&atilde;o e
explora&ccedil;&atilde;o das linhas telegraphicas e dos
caminhos de ferro que ha a executar na mesma provincia; <br />

<br />

5.&ordf;&#8213;A Sociedade, regeitando toda e qualquer id&eacute;a
de
companhias com direitos magestaticos, deve proceder com a possivel
urgencia &aacute;
elabora&ccedil;&atilde;o d'uma memoria, etc.</div>

<br />

<br />

Formulado em sess&atilde;o plena de 9 de maio de 1890, e logo
largamente publicado pela imprensa, esse voto foi renovado perante
Vossa Magestade e o seu governo em representa&ccedil;&atilde;o
e officio largamente fundamentados, que pedimos venia para juntar, de
31 de janeiro do corrente anno, quando ao contrario do que se julgava
poder, com boas ras&otilde;es, supp&ocirc;r, o ensaio ou
projecto alludido pareceu
preparar-se de novo a conquistar a
consagra&ccedil;&atilde;o official, que realmente, posto que
por f&oacute;rma e com
applica&ccedil;&atilde;o singular, lhe era dada poucos dias
depois em decreto que sob a data de 11 de fevereiro e referenda de um
governo que deixou de existir, acaba de ser publicado. <br />

<br />

Mas n&atilde;o &eacute; s&oacute;mente este ultimo diploma
que nos traz perante Vossa Magestade, agora, nem at&eacute; o
decreto de 30 de julho
ultimo que o modifica e amplia, affirmando nos seus considerandos como
axioma apurado para o criterio e proceder do governo de Vossa Magestade
a id&eacute;a, por f&oacute;rma alguma comprovada e
verificada, de
<span class="pagenum">[5]</span>
que&#8213;&laquo;o
systema da organisa&ccedil;&atilde;o de
grandes companhias <em>&eacute; o
unico</em> que presentemente se p&oacute;de applicar com
vantagem ao nosso dominio ultramarino.&raquo; <br />

<br />

N&atilde;o nos movem apenas, repetimos, nem essa extranha
affirma&ccedil;&atilde;o mais extranhamente ainda circumscripta
na sua iniciada applica&ccedil;&atilde;o, a companhias de
privilegios
magestaticos, nem t&atilde;o pouco aquelles mesmos decretos que
differente e melhormente poderiam explicar-se como
excep&ccedil;&atilde;o e ensaio
determinado por especialissimas circumstancias. <br />

<br />

Outro diploma, por&eacute;m, egualmente datado de 30 de julho
ultimo, veio confirmar os annuncios de que o movimento que procuraramos
prevenir e acautelar ha um anno,&#8213;movimento que tanto n&atilde;o
podemos reconhecer como de opini&atilde;o e de
consciencia publica que elle proprio systematicamente as desdenha e
arreda,&#8213;com melhor exito procura surprehender e captar o favor e a
patriotica vontade do Governo do Estado, valendo-se ainda das
oppressivas condi&ccedil;&otilde;es da
situa&ccedil;&atilde;o
presente e mais do que d'ellas, dos desalentos do espirito nacional
t&atilde;o intensa e duramente
conturbado desde 1890. <br />

<br />

&Eacute; pois, Senhor, em face de todos estes diplomas e
affirma&ccedil;&otilde;es, no seu conjuncto e no pensamento
geral que revelam, que em cumprimento de um duplo dever de consciencia
e de cargo vimos renovar perante Vossa Magestade o voto da Sociedade de
Geographia. E pois que elle tem j&aacute; de encontrar diplomas e
factos
precisos e positivos, esse voto, Senhor, naturalmente se transforma e
traduz tambem, no de que se reconsidere e n&atilde;o se presista e
continue no processo de por simples applica&ccedil;&atilde;o da
faculdade excepcionalissima do artigo 15 do 1.&ordm; acto
addicional
&aacute; Carta, conceder e transferir a quaesquer
cidad&atilde;os, nacionaes ou
estrangeiros, a administra&ccedil;&atilde;o, a
explora&ccedil;&atilde;o
exclusiva e indefinida, fundamentaes func&ccedil;&otilde;es de
soberania, em summa, o dominio,
quando menos o gratuito e extraordinario condominio de vastissimos
territorios que n&atilde;o s&atilde;o <em>res
nullius</em> mas parcellas continuas e necessarias de
provincias secular e regularmente organisadas e, segundo a
tradic&ccedil;&atilde;o e a lei, partes integrantes do
territorio nacional, de que
s&oacute; a soberania da Na&ccedil;&atilde;o pode
legitimamente disp&ocirc;r, e
onde somente ella tem direito perfeito e reconhecido de exercer-se. <br />

<br />

E n&atilde;o somente, Senhor, n&atilde;o ha exaggero n'este
breve conceito da natureza e das tendencias do processo alludido, como
n&atilde;o
permittem attenua&ccedil;&atilde;o os textos publicados onde
j&aacute; dois enormes tractos de territorios e d'aguas
nacionaes&#8213;desde o Limpopo ao Save, e desde este rio ao Zambeze,&#8213;quasi
metade da provincia de Mo&ccedil;ambique s&atilde;o
desagregados d'ella e da soberania
e administra&ccedil;&atilde;o directa da
Na&ccedil;&atilde;o, pois que s&atilde;o
entregues,&#8213;sem sua audiencia, Senhor!&#8213;&laquo;&aacute;
administra&ccedil;&atilde;o e
explora&ccedil;&atilde;o&raquo; de emprezas mercantis que,
implicita ou explicitamente, por preceitos expressos ou por
indeclinavel consequencia d'elles, h&atilde;o substituir-se
&aacute;quella soberania em muitas, sen&atilde;o em todas, as
suas
func&ccedil;&otilde;es principaes.
<br />

<br />

<span class="pagenum">[6]</span>
Essas emprezas, Senhor, que n&atilde;o &eacute; demais lembrar
que v&atilde;o exercer-se em territorios positiva e juridicamente
incluidos
j&aacute;, e de ha seculos, no dominio regular, e por conseguinte,
no direito commum da Na&ccedil;&atilde;o, recebem o privilegio
<em>exclusivo</em> de construir e explorar estradas,
caminhos de ferro, canaes, portos de mar e interiores, caes, docas,
pontes, telegraphos, destribui&ccedil;&atilde;o
d'aguas e outras obras de utilidade publica <em>e
particular</em>;&#8213;de fazer ou auctorisar a
navega&ccedil;&atilde;o nos rios interiores, exceptuados
apenas,&#8213;e a excep&ccedil;&atilde;o aggrava moralmente o
privilegio,&#8213;os
que o ultimo tratado anglo-portuguez nos obriga a conservar livres;&#8213;de
exercer ou auctorisar que se exer&ccedil;a a industria mineira, a
pesca do
coral, perolas e esponjas, e a ca&ccedil;a dos elephantes, bem
como,
accrescenta a concess&atilde;o de 30 de julho, &laquo;de outros
animaes de
reconhecida utilidade industrial&raquo;!&#8213;de emittir
ac&ccedil;&otilde;es,
obriga&ccedil;&otilde;es e fundar bancos incluindo os de
circula&ccedil;&atilde;o;&#8213;de negociar com os
regulos todas as concess&otilde;es ou
conven&ccedil;&otilde;es
territoriaes, mineiras, agricolas, de transito, etc. <br />

<br />

Recebem ainda &laquo;<em>o
dominio</em>&raquo;, que podem perpetuamente
transferir, dos terrenos do Estado, menos os dos prasos da
Cor&ocirc;a que ali&aacute;s administrar&atilde;o e
explorar&atilde;o
tambem cobrando n'elles o <em>mussoco</em>. <br />

<br />

Teem o direito de lan&ccedil;ar e cobrar
contribui&ccedil;&otilde;es pecuniarias e de trabalho, de
estabelecer taxas de licen&ccedil;a por entrada,
sahida ou transito mercantil, de regulamentar o commercio dos alcools e
outras bebidas e o das armas e da polvora. <br />

<br />

Organisar&atilde;o for&ccedil;as militares de mar e terra; o
servi&ccedil;o aduaneiro pertence-lhes; o proprio
&laquo;regimen judiciario&raquo;, se
fica ainda ostensivamente nas m&atilde;os do Estado, &eacute;
com a
condic&ccedil;&atilde;o de ser organisado
&laquo;d'accordo&raquo; com essas emprezas; ao
&laquo;governo&raquo;&#8213;melhormente &aacute;
Na&ccedil;&atilde;o fica vedado, por um quarto de
seculo, pelo menos, o direito de lan&ccedil;ar ou cobrar
contribui&ccedil;&otilde;es directas ou indirectas n'aquellas
vastissimas parcellas do territorio nacional, e na bandeira portugueza,
na gloriosa bandeira que por aquelles
sert&otilde;es a dentro, em m&atilde;os de soldados de Christo
ou de soldados do Rei Fidelissimo recebeu durante seculos o preito e a
vassallagem dos indigenas como symbolo de um poder e de um direito
redemptor e soberano, imprimir&atilde;o os concessionarios de
agora,&#8213;terminantemente os authorisam os decretos,&#8213;um carimbo de
mercantilismo e de monopolio particular. <br />

<br />

Sabemos, Senhor, que o governo de Vossa Magestade entendendo poder
conferir estas extraordinarias concess&otilde;es,
cr&ecirc; tel-as rodeado de garantias e
compensa&ccedil;&otilde;es que defendam
e corroborem o seu natural empenho de bem servir a
seguran&ccedil;a, o bom nome e os interesses do paiz.
N&atilde;o nos cumpre e n&atilde;o
desejamos, porem, aprecial-as, agora e aqui, no seu alcance e na sua
significa&ccedil;&atilde;o pratica, pois que ao principio e
caracter fundamental do processo adoptado, exclusivamente miramos. <br />

<br />

T&atilde;o pouco nos occuparemos das graves quest&otilde;es de
direito publico e privado que o simples enunciado das
disposi&ccedil;&otilde;es decretadas
<span class="pagenum">[7]</span>
pode suggerir, embora como
cidad&atilde;os e at&eacute;
como representantes de um numeroso gremio de que fazem parte muitos
portuguezes que teem em Africa empenhada a sua actividade honrada, a
sua propriedade, a sua industria, certamente nos consentiria Vossa
Magestade que pedissemos a atten&ccedil;&atilde;o do seu alto
espirito liberal e recto para este aspecto do assumpto, por todas as
ras&otilde;es e mais do que nunca agora, importante e delicado. <br />

<br />

Mas &eacute; exactamente a quest&atilde;o geral e capital do
direito exotico ou de mal reflectida importa&ccedil;&atilde;o
que por
f&oacute;rma extremamente rudimentar pretende introduzir-se na
nossa politica e gerencia
colonial,&#8213;&eacute; essa investidura de concessionarios e emprezas
particulares e mercantis em cargos e attributos de auctoridade publica
e de soberania politica desde logo negociaveis nas carteiras e bolsas
do agiotismo universal, como se fossem cousas venaes e aleatorias ao
simples arbitrio de um homem ou &aacute; facil
suggest&atilde;o d'um desalento,&#8213;&eacute; exactamente esse
principio do processo adoptado que parallelamente com a
extens&atilde;o e a complexidade indefinida
das suas applica&ccedil;&otilde;es e incidencias, a nosso ver e
segundo o voto da nossa Sociedade immediatamente o condemnam na
doutrina e na pratica, &aacute; face da ras&atilde;o e da
historia, como
processo de governo e como processo de industria, muito especialmente
nas nossas
circumstancias, muito determinadamente n'aquellas que elle se
prop&otilde;e corrigir ou a que pretende obtemperar. <br />

<br />

N&atilde;o hade a peti&ccedil;&atilde;o, ser compendio, e
quando podessem accusar-nos de n&atilde;o explanar miudamente estas
singellas e correntias verdades, os que nem ao incommodo se
d&atilde;o de explicar como e quando o &laquo;unico&raquo;
systema de governar colonias fosse
declinar os deveres e encargos do governo ou o melhor processo de
valorisal-as tenha sido disp&ocirc;r d'ellas como de cousas sem
valor,
n&atilde;o precisariamos offerecer mais complicada
demonstra&ccedil;&atilde;o da
incongruencia do processo do que a contida no facto capital de ser
exactamente &aacute; virtude privativa do Estado que elle vae
buscar,
transferindo-a, a supposta virtude immanante das grandes companhias
mercantis, deslocando-as das suas naturaes
func&ccedil;&otilde;es para o exercicio e para as
responsabilidades d'aquelle. <br />

<br />

T&atilde;o pouco precisariamos, Senhor, responder &aacute;
ensaiada allega&ccedil;&atilde;o de certos e mal reflectidos
exemplos, com a facil
demonstra&ccedil;&atilde;o de que uns pertencem a outro tempo e
regimen sem mesmo ter sido necessario que estes passassem &aacute;
historia para que
o processo das companhias magestaticas ficasse liquidado como
desastroso e inapto,&#8213;e outros, os mais proximos de n&oacute;s, os
actuaes, at&eacute;, se referem n&atilde;o a territorios
contidos e
reconhecidos de ha seculos no regular dominio de um Estado, mas a
regi&otilde;es que este procura trazer a esse dominio estimulando a
aventura e a
especula&ccedil;&atilde;o particular dos seus nacionaes, e
n&atilde;o de estranhos, a
apropriar-se d'ellas. <br />

<br />

N&atilde;o &eacute;,&#8213;e estimamos repetil-o, Senhor, contra a
organisa&ccedil;&atilde;o systematicamente favorecida de
grandes ou de pequenas companhias e emprezas que v&atilde;o
regularmente explorar e servir determinadas
<span class="pagenum">[8]</span>
necessidades, aptid&otilde;es ou
recursos dos districtos
ultramarinos, cooperando no seu desenvolvimento economico, na sua
progressiva assimila&ccedil;&atilde;o nacional;&#8213;n&atilde;o
&eacute; contra as concess&otilde;es mais ou menos valiosas mas
definidas, claras, praticas em que se sabe o que se d&aacute; e se
n&atilde;o d&aacute; mais do que
&eacute; moral, equitativo e legitimo conceder, em que se sabe o
que se recebe e n&atilde;o se recebe mais do que &eacute;
rasoavel, necessario e natural
obter,&#8213;n&atilde;o &eacute; contra essas concess&otilde;es
e emprezas que a Sociedade de Geographia formulou e renova perante
Vossa Magestade as suas
representa&ccedil;&otilde;es. Se de systema merecesse o nome e
fosse mais do que expediente e processo rudimentar de
administra&ccedil;&atilde;o sensata o
de promover e auxiliar por concess&atilde;o de estimulos e
garantias
de seguran&ccedil;a e de favor, a associa&ccedil;&atilde;o
e a
concorrencia de capitaes e de esfor&ccedil;os particulares para as
nossas colonias, esse
systema certamente merecera uma adhes&atilde;o e um applauso
unanime que apenas naturalmente exigiria d'elle que se acautelasse e
defendesse da especula&ccedil;&atilde;o abusiva ou da
incapacidade
aventurosa. <br />

<br />

Mais ainda: posto que incluida pelos seus termos, nas
objec&ccedil;&otilde;es expostas, a concess&atilde;o
relativa ao vasto territorio entre o
Save e o Zambeze, poderia, n&atilde;o duvidamos dizel-o, de alguma
maneira justificar-se como ensaio que cremos nos dar&aacute;
infelizmente
raz&atilde;o, mas que n&atilde;o podemos deixar de reconhecer
que assenta em circumstancias, em bases e at&eacute; em direitos
adquiridos de
incontestavel importancia. <br />

<br />

Mas converter o ensaio antes de feito e f&oacute;ra de todas as
raz&otilde;es que podem explical-o, em processo commum;
generalisal-o por concess&otilde;es, n&atilde;o j&aacute; a
emprezas ou
companhias de imputa&ccedil;&atilde;o e de responsabilidades
legalmente authenticadas, mas a individuos avulsos, n&atilde;o
somente nacionaes, mas estrangeiros, que apenas
offerecem ao Estado a precaria garantia do seu desejo ou do seu
interesse em formal-as;&#8213;elevar, em summa, a formula de
administra&ccedil;&atilde;o, a abdica&ccedil;&atilde;o,
a transferencia ou o desagregamento
d'ella, e em processo de economia a alliena&ccedil;&atilde;o
gratuita
do senhorio directo, &eacute; que se nos affigura, Senhor, um
precedente e um perigo que affecta e fere profundamente todo o
complicado trama da existencia nacional desde os sentimentos mais
necessarios e as
tradic&ccedil;&otilde;es mais nobres at&eacute; aos mais
graves e delicados interesses da sua cohes&atilde;o, da sua honra e
do seu trabalho. E depois,
Senhor, que sombrio quadro de prova&ccedil;&otilde;es e
difficuldades
novas pode j&aacute; antever-se para al&eacute;m das
inconsistentes illus&otilde;es
de agora! <br />

<br />

O Estado retira o machinismo da sua authoridade directa e do seu
direito soberano d'aquelles vastos districtos costumados, de seculos, a
respeital-o e a contar com elle; entrega-os &aacute;s
emprezas concessionarias, cuja suprema inspira&ccedil;&atilde;o
tem de
ser, pela propria natureza das cousas, a
explora&ccedil;&atilde;o lucrativa,
deixando apenas, n'um ou n'outro ponto, sem for&ccedil;a real e
immediata, n'um
isolamento oppressivo, alguns agentes de ostensiva
fiscalisa&ccedil;&atilde;o e de um regimen judiciario que tem
de ser acordado, ainda assim, com essas mesmas emprezas. Por um lado o
interesse, a necessidade primaria,
<span class="pagenum"><a name="p9">[9]</a></span>
fatal, d'ellas, em tirar o maior e mais expedito lucro das sua
concess&otilde;es monopolistas,&#8213;por outro a
reac&ccedil;&atilde;o natural, e porque n&atilde;o havemos
de dizer justa, dos indigenas a esta
subloca&ccedil;&atilde;o da sua sujei&ccedil;&atilde;o
e vassallagens, a esta
substitui&ccedil;&atilde;o, que facil e rapidamente
comprehender&atilde;o, de um poder secularmente
prestigioso, quasi sobrenatural para elles, de um poder de apostolado,
de protec&ccedil;&atilde;o e de justi&ccedil;a,&#8213;e a par
d'isto os longos e radicados interesses da
popula&ccedil;&atilde;o culta neo-portuguesa e estrangeira
j&aacute; estabelecida por aquelles <a href="#e1">territorios</a>
a
dentro:&#8213;estes tres elementos bastam para crear uma
situa&ccedil;&atilde;o tensa e delicada
de terriveis antagonismos, de conflictos e
perturba&ccedil;&otilde;es latentes que facil
ser&aacute; traduzir-se em violencias e em luctas &aacute;
m&atilde;o armada. O Estado
ser&aacute; chamado a intervir, e de o n&atilde;o fazer, como
de o fazer
tambem, quantas difficuldades, quantos encargos, quantas
complica&ccedil;&otilde;es novas vir&atilde;o pesar sobre
as suas finan&ccedil;as e sobre o seu
nome, a sua dignidade, o seu prestigio? <br />

<br />

Depois, &eacute; evidente, todos o preveem, todos o comprehendem: o
elemento estrangeiro vae predominar nessas companhias;&#8213;o mal
n&atilde;o estar&aacute; n'isto se n&atilde;o porque
estar&aacute; nos direitos magestaticos, na extens&atilde;o
enorme das concess&otilde;es. Todas as
precau&ccedil;&otilde;es, todas as garantias de
nacionalisa&ccedil;&atilde;o legal, que
n&atilde;o conseguir&atilde;o evitar sequer que a drainagem
commercial se fa&ccedil;a, com todas as suas
influencias e consequencias politicas, em beneficio estranho, menos
evitar&atilde;o tambem que a interferencia do governo, que a severa
repress&atilde;o das irregularidades e abusos das emprezas se
n&atilde;o sinta frequentemente embara&ccedil;ada e hesitante,
e que o recurso
extremo &aacute; rescis&atilde;o n&atilde;o suggira
reclama&ccedil;&otilde;es e perigos; quando menos,
contesta&ccedil;&otilde;es e litigios extremamente delicados. <br />

<br />

N&atilde;o estamos n&oacute;s ainda a bra&ccedil;os com a
triste e ingrata quest&atilde;o do caminho de ferro de
Louren&ccedil;o Marques, e para nada nos
serviu a malfadada li&ccedil;&atilde;o, quando, alem de tudo,
n&atilde;o poder&aacute; dizer-se que aquella
concess&atilde;o fosse menos acautelada ou
t&atilde;o ampla sequer, como as que se est&atilde;o fazendo? <br />

<br />

T&atilde;o pesada, t&atilde;o inconveniente, t&atilde;o
perigosa para as proprias companhias como para o paiz e para
o Estado, se nos affigura
a concess&atilde;o de direitos magestaticos ou de
jurisdic&ccedil;&atilde;o publica a essas
associa&ccedil;&otilde;es mercantis. Deslocando-as da sua
natureza, da sua raz&atilde;o necessaria e propria, da sua
competencia, em summa,
imp&otilde;e-lhes encargos e responsabilidades que a cada momento
lhes h&atilde;o de perturbar as func&ccedil;&otilde;es e
trahir
os interesses e os fins. N&atilde;o &eacute; d'ellas,
certamente, que nos cumpre curar. Comtudo, uma
hypothese que nada tem de for&ccedil;ada, que &eacute; talvez,
at&eacute;, a primeira, com que deve contar-se, precisa ser
considerada:&#8213;a da fallencia, a do malogro d'essas extraordinarias
companhias, a de n&atilde;o poderem
ellas realisar as suas concess&otilde;es, a de terem, um dia, de as
declinar e restituir, a de n&atilde;o encontrarem os capitaes
empenhados n'ellas, remunera&ccedil;&atilde;o que os
fa&ccedil;a
presistir ou que n&atilde;o os solicite &aacute; retirada.
P&oacute;de bem calcular-se a
situa&ccedil;&atilde;o que ha de determinar-se &aacute;
economia, e &aacute; politica nacional, n'essa
hypothese? O que ser&aacute; e
<span class="pagenum">[10]</span>
quanto custar&aacute; reconstituir uma
administra&ccedil;&atilde;o que se dissolveu e uma auctoridade
e um prestigio que se perdeu na singular aventura? <br />

<br />

N&atilde;o poderia rasoavelmente exigir-se que objectando um
systema ou um processo que temos por perigoso, inconsistente e nefasto,
lhe contrapozessemos outro, minuciosamente definido, cujo ensaio e
experiencia mal iria aos que n'aquelle pozeram a sua
f&eacute; e o seu confiado empenho. Demais, o nosso voto,&#8213;o voto
d'esta Sociedade,&#8213;relativamente &aacute; quest&atilde;o geral
da
nossa politica e administra&ccedil;&atilde;o ultramarina,
j&aacute; tambem o
exposemos e formul&aacute;mos perante Vossa Magestade e perante o
paiz, como synthese e
aspira&ccedil;&atilde;o deduzida de todos os nossos trabalhos
de annos. <br />

<br />

Mas a verdade, Senhor, a verdade sentida e sabida por quantos, com
animo sereno e reflectido, estudam e conhecem estas cousas, a verdade
que recolhemos do testemunho das auctoridades mais reconhecidas, menos
suspeitas, mais experimentadas, &eacute;
que o simples equilibrio or&ccedil;amental da provincia de
Mo&ccedil;ambique,&#8213;pois que &eacute; necessario tocar este
supposto reducto de que se tem
querido fazer cidadella imponente do pseudo systema das companhias
magestaticas,&#8213;p&oacute;de ser com relativa facilidade e sobretudo
com presistente energia, resolvido por uma
administra&ccedil;&atilde;o regular, sensata e pratica,
applicando as leis existentes sobre impostos directos, modificando a
pauta aduaneira, simplificando os processos administrativos e fiscaes,
supprimindo as enormes despezas
improductivas que desde annos se averbam &aacute; provincia ou a
pretexto d'ella se tem feito, estimulando os capitaes e as industrias
europ&ecirc;as a fixarem-se ali em
explora&ccedil;&otilde;es e melhoramentos
immediatos por favores e concess&otilde;es equitativas e definidas,
nomeando
funccionarios idoneos que zelem escrupulosamente o seu nome e o do
paiz, protegendo firmemente as actividades intelligentes que teem
empenhado de ha longo tempo os seus esfor&ccedil;os e os seus
recursos ao desenvolvimento economico d'aquella vasta provincia. Basta
ver, Senhor, como os rendimentos publicos teem crescido, ali,
at&eacute; no ultimo e terrivel anno; basta considerar que
n&atilde;o s&atilde;o os proprios districtos cuja
administra&ccedil;&atilde;o vae
alienar-se os que apresentam um desequilibrio or&ccedil;amental
mais oppressivo; basta descontar
no de toda a provincia o que mal p&oacute;de averbar-se de encargo
directo e imprescindivel d'ella, para julgar da inconsistencia do
argumento que axiomaticamente se quer dar como decisivo e irreductivel
ao processo ensaiado. <br />

<br />

Senhor:&#8213;Gratos ao patriotico incitamento e ao generoso favor com que
Vossa Magestade e os seus governos nos teem animado a preservar no
estudo e na defeza dos graves interesses nacionaes empenhados na
consolida&ccedil;&atilde;o e na prosperidade do
nosso vasto patrimonio ultramarino, dedicando a este e aos
variadissimos problemas que n'essa causa se conteem, o melhor dos
nossos esfor&ccedil;os;&#8213;cremos mais uma vez corresponder a esse
incitamento e favor e a confian&ccedil;a official e publica que,
n&atilde;o
decerto pelo valor de taes esfor&ccedil;os, sempre necessariamente
inferior aos
<span class="pagenum">[11]</span>
impulsos e
aspira&ccedil;&otilde;es da nossa vontade, mas pela
leal e segura consciencia e isemp&ccedil;&atilde;o d'elles, nos
tem honrado e
movido, vindo pedir a Vossa Magestade, renovando o voto ha um anno
proferido por esta Sociedade, que se reconsidere e n&atilde;o se
presista e continue no processo de alienar a
administra&ccedil;&atilde;o e
a explora&ccedil;&atilde;o geral de toda ou parte da provincia
de Mo&ccedil;ambique, em
companhias mercantis dotadas de direitos e privilegios magestaticos. <br />

<br />

<div class="signature">Em Direc&ccedil;&atilde;o,
aos 24 de setembro de 1891.</div>

<br />

<br />

<br />

<br />

<br />

<h3>Documentos a que se refere a
representa&ccedil;&atilde;o
anterior</h3>

<br />

<br />

<h3>I</h3>

<br />

Parecer e propostas da Direc&ccedil;&atilde;o e
Commiss&atilde;o Africana e documento annexo (publicados sob o
titulo: <em>Companhia
Africana</em>, etc.&#8213;Lisboa, 1890, e com as actas respectivas, no
<em>Boletim</em>, 9.&ordf; serie n.<sup>os</sup>
8 e 9.)<br />

<br />

<br />

<h3>II</h3>

<br />

<div class="signature"><em>Ill.<sup>mo</sup>
e Ex.<sup>mo</sup> Sr.</em></div>

<br />

<br />

Temos a honra de entregar nas m&atilde;os de V. Ex.<sup>a</sup>
a
exposi&ccedil;&atilde;o inclusa, em que perante Sua Magestade
El-Rei dep&ocirc;mos o voto, em tempo formulado e adoptado por esta
Sociedade, em
rela&ccedil;&atilde;o &aacute; id&eacute;a ou projecto
da forma&ccedil;&atilde;o de uma Companhia dotada
de poderes ou privilegios extraordinarios, sob o lemma ou pretexto da
explora&ccedil;&atilde;o de toda ou de parte da provincia de
Mo&ccedil;ambique. Em
rela&ccedil;&atilde;o a esta id&eacute;a ou projecto, em
tempo annunciado, entendemos dever
recordar aqui um incidente que, a bem dizer, veio accrescentar as
preoccupa&ccedil;&otilde;es suggeridas em muitos dos nossos
collegas, por aquella li&ccedil;&atilde;o da historia e da
experiencia a que
alludimos no come&ccedil;o da exposi&ccedil;&atilde;o
junta. Foi o do facto geralmente
sabido de terem vindo introduzir-se, no movimento generoso dos
espiritos e da opini&atilde;o, suggest&otilde;es e diligencias
de suspeita
origem. Um individuo estrangeiro,&#8213;subdito inglez, segundo constou, e
at&eacute;, como
depois correu particularmente, relacionado com alguns fundadores da
Companhia britannica,&#8213;appareceu em Lisboa, offerecendo-se a
p&ocirc;r &aacute; disposi&ccedil;&atilde;o da
id&eacute;a d'uma Companhia, moldada por aquella, grossos capitaes
e importantes adhes&otilde;es estranhas. E
accrescentava a surpreza d'esta inopinada
dedica&ccedil;&atilde;o a
circumstancia de que esse individuo, parecendo systematicamente
affastar-se dos circulos em que mais especialmente se prepara e
illucida a opini&atilde;o sobre
as nossas cousas ultramarinas, deligenciava fazer-se ouvir e acceitar,
immediatamente, nas regi&otilde;es exclusivamente politicas, como
que receioso de um estudo preparatorio, sufficientemente idoneo, detido
e publico. <br />

<br />

T&atilde;o inesperada e obscuramente como veio, desappareceu esse
individuo, mas n&atilde;o, ainda assim, sem deixar
desconfian&ccedil;as e apprehens&otilde;es,
<span class="pagenum">[15]</span>
tanto mais naturaes quanto a quest&atilde;o
recente do caminho de ferro de Louren&ccedil;o Marques,&#8213;em que por
traz de uma companhia nominalmente portugueza, nos surgira uma empreza
estranha, apoiada por estranho governo,&#8213;predispozera desfavoravel e
desconfiadamente o espirito publico. <br />

<br />

Alguma cousa parecida succede, ou se julga repetir-se agora, e
independentemente d'esta hypothese, julg&aacute;mos cumprir um
dever de consciencia e de patriotismo, depondo perante o Governo o voto
da Sociedade. <br />

<br />

<div class="signature">Deus guarde a V. Ex.<sup>a</sup></div>

<br />

<br />

Sociedade, 31 de janeiro de 1891. <br />

<br />

<br />

Ill.<sup>mo</sup> e Ex.<sup>mo</sup> Sr.
Ministro e Secretario<br />

dos Negocios da Marinha<br />

e ultramar. <br />

<br />

<table style="text-align: left; width: 100%;" border="0" cellpadding="2" cellspacing="2">

  <tbody>

    <tr>

      <td style="width: 50%;"></td>

      <td style="width: 50%; text-align: center;">Pela
Direc&ccedil;&atilde;o <br />

      <br />

      <em>Jo&atilde;o Verissimo Mendes
Guerreiro<br />

      </em> Vice-Presidente em exercicio. <br />

      <br />

      <em>Luciano Cordeiro</em><br />

Secretario perpetuo.</td>

    </tr>

  </tbody>
</table>

<br />

<br />

<h3>III</h3>

<br />

<div class="signature"><em>Senhor</em>:</div>

<br />

<br />

&Eacute; li&ccedil;&atilde;o da experiencia e da historia,
que frequentemente se introduzem nas
preoccupa&ccedil;&otilde;es e nas
sobreexcita&ccedil;&otilde;es do espirito publico,
id&eacute;as que ingenua e inscientemente o desvairam e
impellem no sentido de solu&ccedil;&otilde;es, ou illusorias ou
imprudentes;&#8213;n&atilde;o raras vezes, tambem, interesses, ou
egoistas ou perfidos, que,
explorando as correntes dominantes das aspira&ccedil;&otilde;es
geraes,
n'ellas procuram firmar-se sob a falsa apparencia de conveniencias e
utilidades
communs e praticas. <br />

<br />

No movimento que se presa de ter efficazmente amparado e servido, de
uma atten&ccedil;&atilde;o mais intensa e de uma
ac&ccedil;&atilde;o mais presistente e firme relativamente aos
nossos interesses e quest&otilde;es
ultramarinas,&#8213;a Sociedade de Geographia tem considerado esta
proveitosa li&ccedil;&atilde;o com tanto mais cuidado quanto
uma outra, infelizmente, se deriva com irrecusavel nitidez da
observa&ccedil;&atilde;o e
do estudo de muitos termos e factos da nossa historia economica e
administrativa dos ultimos tempos. <br />

<br />

Queremos referir-nos, Senhor, &aacute; extrema facilidade que
encontram influencias e interesses estranhos, para se enchystarem nas
ingenuidades e imprevidencias do nosso temperamento e da nossa
educa&ccedil;&atilde;o politica, assoberbando e trahindo, por
vezes, os impulsos generosos da opini&atilde;o e o criterio
prudencial dos governos. <br />

<br />

Quer na prepara&ccedil;&atilde;o dos nossos trabalhos,&#8213;no seio
dos corpos gerentes e consultores,&#8213;quer na discuss&atilde;o e
resolu&ccedil;&atilde;o d'elles,&#8213;nas nossas
assembl&eacute;as plenas, temos procurado sempre evitar, Senhor,
que o nome da Sociedade, e a auctoridade e a confian&ccedil;a que
ella, por honra propria e utilidade publica,
deseja e precisa conservar, perante Quer na
prepara&ccedil;&atilde;o dos nossos trabalhos,&#8213;no seio
dos corpos gerentes e consultores,&#8213;quer na discuss&atilde;o e
resolu&ccedil;&atilde;o d'elles,&#8213;nas nossas
assembl&eacute;as plenas, temos procurado sempre evitar, Senhor,
que o nome da Sociedade, e a auctoridade e a confian&ccedil;a que
ella, por honra propria e utilidade publica,
deseja e precisa conservar, perante Vossa Magestade e perante o Paiz,
<span class="pagenum">[17]</span>
possam favorecer e cobrir temerarias
aventuras e duvidosos e
particulares interesses. <br />

<br />

Assim tem succedido, que pondo o mais presistente empenho em aconselhar
e promover o desenvolvimento colonisador, a
explora&ccedil;&atilde;o agricola e industrial, as
communica&ccedil;&otilde;es
telegraphicas, ferro-viarias e maritimas, nos nossos territorios
ultramarinos,
parallelamente tem a Sociedade solicitado, junto da opini&atilde;o
e dos governos,
uma particular e previdente atten&ccedil;&atilde;o para a
concess&atilde;o a estrangeiros, de terras coloniaes, e para o
necessario
aproveitamento,&#8213;reflectido e systematico,&#8213;de todos aquelles
instrumentos de transforma&ccedil;&atilde;o civilisadora, no
sentido de uma
crescente nacionalisa&ccedil;&atilde;o das
rela&ccedil;&otilde;es, dos interesses e do progresso economico
e politico do Ultramar portuguez. <br />

<br />

N'esta id&eacute;a temos insistido, at&eacute; &aacute;
importuna&ccedil;&atilde;o, talvez, e basta lembrar, Senhor, as
muitas representa&ccedil;&otilde;es que
temos tido a honra de dep&ocirc;r nas M&atilde;os de Vossa
Magestade, ou de
entregar &aacute; considera&ccedil;&atilde;o dos Seus
ministros, relativamente &aacute; nossa importante colonia
de Louren&ccedil;o Marques, ao seu districto e ao seu caminho de
ferro. <br />

<br />

Assim foi ainda que recentemente n&atilde;o hesitou a Sociedade em
exprimir um voto, que era como que um grito de alarme, em face da
situa&ccedil;&atilde;o creada &aacute;
navega&ccedil;&atilde;o regular a vapor entre a metropole e as
colonias, e da amea&ccedil;a que sobre ella impende
infelizmente, ainda, de velhos e inconsistentes processos que
principalmente teem servido para a entregar ao predominio absorvente e
desnacionalisador de interesses e influencias estrangeiras. <br />

<br />

Um facto notavelmente grave sob todos os aspectos desde o dos termos e
tendencias ostensivas da sua
manifesta&ccedil;&atilde;o at&eacute; &aacute;
repercurs&atilde;o que poderia ter nos mais importantes interesses
da paz e da civilisa&ccedil;&atilde;o africana, impressionou
vivamente, em Portugal, quantos mais de perto e com mais intensa
atten&ccedil;&atilde;o
estimam observam esses interesses. Foi a
encorpora&ccedil;&atilde;o por
um extraordinario diploma da Cor&ocirc;a Britannica, de uma
Companhia largamente dotada de poderes e privilegios magestaticos para
a
apropria&ccedil;&atilde;o, explora&ccedil;&atilde;o e
administra&ccedil;&atilde;o
de mal definidos territorios na Africa meridional, e sua
inclus&atilde;o na soberania ingleza. <br />

<br />

Facilmente se comprehende que nas justas e naturaes
apprehens&otilde;es que esse facto suscitou entre n&oacute;s, e
tambem um pouco nas tendencias imitativas da nossa
educa&ccedil;&atilde;o e da
nossa administra&ccedil;&atilde;o politica, encontrasse azado
terreno para ensaiar-se, e at&eacute; para imp&ocirc;r-se, a
id&eacute;a, poderamos dizer, a
illus&atilde;o de um processo identico a empregar da nossa parte ou
a contrap&ocirc;r em defeza
dos nossos interesses e territorios africa-orientaes ao processo
inglez. <br />

<br />

Isto succedeu. Essa id&eacute;a germinou realmente em altas
regi&otilde;es administrativas, sob a mais generosa e patriotica
inspira&ccedil;&atilde;o, devemos reconhecel-o. <br />

<br />

Procurou mesmo, desde logo obter, quando n&atilde;o um pronunciado
patrocinio, uma complacente expectativa junto ou no seio da Sociedade
de Geographia. Devemos confessal-o, agradecidos.
<br />

<br />

<span class="pagenum">[18]</span>
Faceis e fortes, immediatas e irrecusaveis eram as
objec&ccedil;&otilde;es a semelhante
imita&ccedil;&atilde;o;&#8213;profunda e
irreductivelmente differentes eram as
situa&ccedil;&otilde;es;&#8213;alguns dos proprios
fundamentos do expediente ou do ensaio britannico, independentemente
j&aacute; da sua critica
juridica e do seu conceito moral, contrariavam e repelliam claramente a
id&eacute;a da sua adop&ccedil;&atilde;o por
n&oacute;s, ou pelo governo portuguez. <br />

<br />

Mas a raz&atilde;o e a critica reflectida e serena, n&atilde;o
teem muitas vezes for&ccedil;as para sopear os movimentos
apaixonados dos
espiritos mais esclarecidos, quando os impelle e estimula a
apprehens&atilde;o d'um perigo iminente ou a miragem d'um
refrigerante repouso no meio de ingratas e can&ccedil;adas
jornadas. <br />

<br />

E, com magoa o dizemos, Senhor, tem isto succedido muitas vezes na
nossa politica e na nossa administra&ccedil;&atilde;o
colonial. <br />

<br />

Independentemente d'estes factos, n&atilde;o podia a Sociedade
desinteressar-se do projecto que se annunciava; occupara-se
j&aacute; da forma&ccedil;&atilde;o da Companhia britannica
e da necessidade
e dos meios de lhe prevenir as perigosas tendencias em
rela&ccedil;&atilde;o aos nossos territorios e interesses
africa-orientaes, e as suggest&otilde;es a
que j&aacute; alludimos, da mais auctorisada procedencia, nos
lembrariam, quando podessemos esquecel-o, que o assumpto se
comprehendia e continha natural e necessariamente na nossa
miss&atilde;o legal e
na nossa tradic&ccedil;&atilde;o de estudo e de consulta
officiosa
e livre. <br />

<br />

Uma proposta de um dos nossos mais illustrados consocios, offereceu
ent&atilde;o ensejo &aacute; Sociedade, de definir e
formular o seu voto, depois de larga discuss&atilde;o e cuidado
estudo da nossa
Direc&ccedil;&atilde;o e da nossa Commiss&atilde;o
Africana, trabalhando em commum sobre o proposto thema das
&laquo;bases para a
forma&ccedil;&atilde;o de uma Companhia nacional, dotada de
amplos poderes para utilisar toda ou parte da provincia de
Mo&ccedil;ambique.&raquo; <br />

<br />

A primeira conclus&atilde;o a que a Sociedade chegou foi aquella a
que j&aacute; em 1853 chegara uma das
institui&ccedil;&otilde;es de consulta official,
ent&atilde;o a mais auctorisada pelas
condi&ccedil;&otilde;es da sua propria
organisa&ccedil;&atilde;o e pelo estudo, o conhecimento, a
experiencia dos seus membros;&#8213;foi a mesma a que chegaram aquelles
d'esses membros mais reconhecidamente conhecedores e experimentados nos
varios e especiaes assumptos da nossa politica e da nossa
administra&ccedil;&atilde;o colonial:&#8213;a
regei&ccedil;&atilde;o da id&eacute;a de uma
s&oacute; e grande companhia dotada de poderes extraordinarios,
superior &aacute;s
condi&ccedil;&otilde;es organicas e funccionaes do direito
commum para simultanea e indefinidamente exercer muitas industrias ou
diversas industrias, associando a esse exercicio o de uma verdadeira
administra&ccedil;&atilde;o e auctoridade publica. <br />

<br />

Hoje mais do que ent&atilde;o, parecera dever-se considerar passado
o tempo d'estas grandes e extraordinarias companhias que n&atilde;o
lograram conquistar as benemerencias da humanidade, da
civilisa&ccedil;&atilde;o, da historia. <br />

<br />

O aperfei&ccedil;oamento do direito publico, os principios da
moderna sciencia economica, a experiencia, a propria
organisa&ccedil;&atilde;o actual
<span class="pagenum">[19]</span>
da
industria e do trabalho culto, por egual parecem objectar aquelle
processo, que de resto n&atilde;o offerece vantagens
difinidas que se n&atilde;o encontrem e contenham, com superior
seguran&ccedil;a, nos processos regulares e ordinarios da
administra&ccedil;&atilde;o e da
industria moderna. <br />

<br />

Sobem, de ponto, ainda as objec&ccedil;&otilde;es quando se
consideram as circumstancias e interesses peculiares aos territorios
africanos, &aacute; nossa politica e &aacute; nossa
administra&ccedil;&atilde;o, &aacute;s
condi&ccedil;&otilde;es do nosso paiz e do nosso actual dominio
ultramarino. N&atilde;o nos
propomos, Senhor, a desenvolver e explanar a raz&atilde;o e
doutrina do voto
d'esta Sociedade; n&atilde;o allegaremos, pois, nem
li&ccedil;&atilde;o que a todos os olhos se est&aacute;
exhibindo da propria Companhia britannica, na
sua dupla fei&ccedil;&atilde;o presente de empresa de
especula&ccedil;&atilde;o bolsista e de
ac&ccedil;&atilde;o aventureira,&#8213;nem os perigos j&aacute;
tristemente sentidos de ver illudidas todas as
precau&ccedil;&otilde;es regulamentares pela
ac&ccedil;&atilde;o absorvente e dominadora, capciosa ou
natural, do Capital ao servi&ccedil;o de estranhas
ambi&ccedil;&otilde;es e influencias. <br />

<br />

Depositarios d'um voto da nossa Sociedade de Geographia, cuja
opportunidade temos de reconhecer que n&atilde;o passou ou que
surgiu de novo, permittimo-nos apenas pedir, n'esta occasi&atilde;o
a Vossa Magestade que se digne acolher e considerar no seu alto e
patriotico criterio esse voto como os que d'outras vezes se tem dignado
receber do nosso modesto estudo e do nosso sincero e leal empenho de
bem servir o paiz e os graves interesses do seu patrimonio ultramarino.
<br />

<br />

Esse voto, Senhor, &eacute; o seguinte: <br />

<br />

<br />

&#8213;que deve ser regeitada, como contraria ao direito constitucional
portuguez e como politicamente inconveniente e economicamente erronea,
a id&eacute;a de entregar parte ou todo o territorio de uma
provincia ultramarina &aacute; occupa&ccedil;&atilde;o
e explora&ccedil;&atilde;o de uma grande companhia mercantil
dotada de todos ou de quaesquer direitos, privilegios ou poderes de
soberania, ou de
jurisdic&ccedil;&atilde;o publica; <br />

<br />

<br />

&#8213;que o Estado p&oacute;de por uma
remodela&ccedil;&atilde;o da sua politica e
administra&ccedil;&atilde;o colonial, e na esphera legitima dos
seus direitos e interesses soberanos, promover e garantir todos os
incentivos, commodidades e seguran&ccedil;as necessarias ao rapido
desenvolvimento social e economico dos territorios que lhe pertencem em
Africa pelo capital e trabalho particular, sob todas as formas de
ac&ccedil;&atilde;o e associa&ccedil;&atilde;o legal
d'elles; <br />

<br />

<br />

&#8213;que em todas as concess&otilde;es a fazer para qualquer especie
de explora&ccedil;&atilde;o commercial, industrial ou agricola
na provincia de Mo&ccedil;ambique, ou em
rela&ccedil;&atilde;o a ella se
considere devidamente, o estudo pr&eacute;vio da natureza,
importancia e
correla&ccedil;&otilde;es economicas e politicas do objecto da
concess&atilde;o, muito especialmente no
sentido de verificar se deve ou n&atilde;o preferir-se a
explora&ccedil;&atilde;o e administra&ccedil;&atilde;o
directa do Estado;
<br />

<br />

<span class="pagenum">[20]</span>
&#8213;que attendendo &aacute; urgencia de desenvolver e consolidar a
occupa&ccedil;&atilde;o effectiva de Portugal nos
sert&otilde;es da provincia de Mo&ccedil;ambique e de promover
n'elles o commercio e a civilisa&ccedil;&atilde;o
europea, cumpre suscitar a affluencia de capitaes e iniciativas
nacionaes que se dediquem ao commercio, &aacute; agricultura,
&aacute;
explora&ccedil;&atilde;o das linhas telegraphicas e dos
caminhos de ferro que ha a executar na mesma provincia. <br />

<br />

<br />

<div class="quote1">Sociedade, 31 de janeiro, 1891.</div>

<br />

<br />

<br />

<table style="text-align: left; width: 100%;" border="0" cellpadding="2" cellspacing="2">

  <tbody>

    <tr>

      <td style="width: 50%;"></td>

      <td style="width: 50%; text-align: center;">Pela
Direc&ccedil;&atilde;o <br />

      <br />

      <br />

      <em>Jo&atilde;o Verissimo Mendes
Guerreiro</em><br />

Vice-Presidente em exercicio <br />

      <br />

      <br />

      <em>Luciano Cordeiro</em><br />

Secretario perpetuo <br />

      <br />

      <br />

      <em>J. F. Palermo da Fonseca Faria</em><br />

Secretario annual.</td>

    </tr>

  </tbody>
</table>

<br />

<br />

<br />

<div class="fbox">
<h2>Lista de erros corrigidos</h2>

<div style="text-align: center;">Aqui encontram-se
listados todos os erros encontrados e corrigidos:</div>

<br />

<br />

<table style="width: 80%; text-align: left; margin-left: auto; margin-right: auto;" border="0" cellpadding="4" cellspacing="4">

  <tbody>

    <tr align="right">

      <td style="width: 61px;"></td>

      <td style="font-weight: bold; text-align: center; width: 121px;">Original</td>

      <td style="text-align: center; width: 5px;"></td>

      <td style="font-weight: bold; text-align: center; width: 135px;">Correc&ccedil;&atilde;o</td>

    </tr>

    <tr>

      <td style="text-align: right; width: 61px;"><a name="e1"></a><a href="#p9">#pag. 9</a></td>

      <td style="text-align: center; width: 121px;">territorrios</td>

      <td style="text-align: center; width: 5px;">...</td>

      <td style="text-align: center; width: 135px;">territorios</td>

    </tr>

  </tbody>
</table>

<br />

<div style="text-align: center;">Fecharam-se aspas
(&raquo;) quando estas se justificaram e por erro de tipografia
n&atilde;o foram inclu&iacute;das.<br />

<br />

</div>

</div>

</div>

</body>
</html>
